{
  "home.texto": "Inicio",
  "projects.texto": "Proyectos",
  "about.texto": "Acerca de",
  "contact.texto": "Contacto",
  "spanish.texto": "Espa침ol",
  "english.texto": "Ingles",
  "hello.texto": "Hola 游녦",
  "myNameIs.texto": "Mi nombre es",
  "see.texto": "IR",
  "recent.texto": "Ultimos",
  "descpPoc.texto": "Es una aplicaci칩n simple que buscar apoyarte en la organizaci칩n de tu lista de compras, as칤 cuando salgas, no olvidar치s nada. Puedes usarla para lo que quieras, ir al supermercado, ferreter칤a, de compras para el hogar, listar los regalos de San Valent칤n, navidad, de mam치, pap치. Disponible totalmente gratis en google play y app store",
  "descTelphone.texto": "Es un paquete npm que nos ayuda de manera f치cil y r치pida validar si un numero telefonico esta bien escrito.",
  "descBr.texto": "Portfolio personal y responsivo para uno de nuestros clientes.",
  "me.texto": "mi",
  "about1.texto": "游녦 Hola! soy desarrollador web  orientado mas a las tecnolog칤as javascript con un toque de flutter",
  "about2.texto": "游댣 Herramientas:",
  "about3.texto": "- JS, Angular, NodeJs, Flutter",
  "apps.texto": "Aqui puedes ver mas de mis app que he desarrollado, muchas de ella en directo en mi canal de twitch",
  "rdNews.texto": "App de noticias locales de Rep Dom, usando un backend con nodeJs que hace web-scraping a distintas fuentes de noticias",
  "descpPoc2.texto": "Es una aplicaci칩n simple que buscar apoyarte en la organizaci칩n de tu lista de compras,hecha con flutter.Disponible totalmente gratis en google play y app store",
  "nTrix.texto": "Es un juego de tetrix simple hecho con vainilla javascript, para una mejor experiencia de juego en resoluci칩n m칩vil",
  "quizBrais.texto": "Soluci칩n hecho en angular del reto de moureDev en realziar una app de quiz",
  "llevaCuentas.texto": "App hecha con ionic para manejo de dinero de personas externas o ahorros propios",
  "memories.texto": "Aplicaci칩n hecha con flutter, es un juego de memoria que puedes jugar con tres niveles de dificultad. Dentro del repositorio encontrar치s las apks para probar la aplicaci칩n",
  "ticTac.texto": "Juego de tres en raya hecho con flutter. Dentro del repositorio encontrar치s las apks para probar la aplicaci칩n",
  "nBattleShips.texto": "Es un juego de barcos de batalla hecho con angular, esto funciona para que dos jugadores jueguen al mismo tiempo",
  "funkoApi.texto": "Api hecha con nodeJs guarda, lee y actualiza datos de la colecci칩n Funko",
  "scrappingNews.texto": "Nodejs scrapping api para la app de noticias locales de Rep Dom",
  "apiNodeSql.texto": "Api hecha con nodeJs y con칠ctese al servidor sql para guardar, leer y actualizar datos",
  "gameJsBeta.texto": "Un juego hecho con javascript vainilla, donde tienes que evitar los asteroides"
}
